{"Sheet1": [["SBLE", 1, "Moon of Moons", "MAP", "MAG", "", "", "Entities in this map cannot prepare attacks or have attacks against them be prepared.", "+ When an affected Entity destroys an opposing Entity in battle: draw 1 card.\n- During the End Phase: discard 1 random card."], ["SBLE", 2, "Blade of Blades", "OBJ", "FIG", "", "", "During damage calculation of unprepared attacks: increase the ATK of the matched Entity by half of its original ATK.\nOnce per turn, when the matched Entity would be destroyed: you can destroy this card; negate the destruction."], ["SBLE", 3, "Heart of Hearts", "OBJ", "AST", "", "", "This card cannot be destroyed by card effects."], ["SBLE", 4, "Lord of Lords", "ENT", "FIG", "3/10/10/10", "+MAG, -BTF", "When this card would be destroyed: you can excavate 3 cards; place 1 excavated \"Heart of Hearts\" on top of your deck; negate the destruction.", "[M] Once per turn when you apply this card's main effect: you can add 1 excavated card to your hand, except \"Heart of Hearts\"."], ["SBLE", 5, "End of Ends", "EVN", "NML", "", "", "This turn, when your \"Lord of Lords\" attacks your opponent directly while in \"Moon of Moons\" and matched to \"Blade of Blades\" and \"Heart of Hearts\": you win the game."], ["SBLE", 6, "Robin, the Androgynous Archer", "ENT", "FIG", "1/7/10/6", "+BTF, -IND", "Prepared attacks by this Entity cannot be negated by an opposing Entity effect.", "[M] This Entity cannot be attacked by Entities with full HP."], ["SBLE", 7, "Wild Enigmorph", "ENT", "MOB", "1/4/11/7", "+WLD, -STL", "You can destroy your \"Wild Enigmorph Token\"; Effect Play this card in its place.\nWhen this card is destroyed in battle: play 1 \"Wild Enigmorph Token\" (MOB/1/1/1/1) in its place.", "[M] Once per turn: you can return a matched Object to your hand; this card gains an extra attack this turn."], ["SBLE", 8, "Gentle Giant Robot", "ENT", "CON", "1/8/2/12", "+IND, -WLD", "When this card is attacked: you can target your other Entity; it attacks the attacking Entity first.", "[M] While at full HP: this card's LV is treated as being 2."], ["SBLE", 9, "Pretty Plume Drake", "ENT", "LEG", "1/5/8/8", "+LAI, -BTF", "When this card recovers HP: you can Effect Play 1 \"Pretty Plume Drake\".", "[M] When this card is destroyed: you can draw 1 card."], ["SBLE", 10, "Battery Vampire", "ENT", "HAU", "1/6/5/6", "+STL, -MAG", "When your opponent uses a CON Entity effect: you can Effect Play this card; negate the effect.\nWhen your opponent uses an effect to draw cards: you can Effect Play this card; negate the effect; draw 1 card.", "[M] Once per turn: you can inflict 5 damage to 1 CON Entity; you can recover 5 HP to your Entity."], ["SBLE", 11, "Spirit of the Spring", "ENT", "AST", "1/16/4/7", "+MAG, -LAI", "Once per turn: you can inflict damage to this card up to its current HP - 1; recover HP to your Entity by the damage this card took.", "[M] The containing Map is treated as being MAG in addition to its actual subtype."], ["SBLE", 12, "Walled City of Hajal", "MAP", "STL", "", "", "Contained Entities have their DEF increased by 3.", "+ Once per turn: you can match a destroyed Object to an affected Entity of the same subtype.\n- Affected Entities cannot be matched to objects. During the Effect Phase: destroy all Objects matched to affected Entities."], ["SBLE", 13, "Sequestered Shore", "MAP", "WLD", "", "", "Once per turn: you can target 1 contained Entity not matched to an Object; excavate cards equal to its level; match 1 excavated Object to the Entity; shuffle your deck.", "+ When an opposing Entity attacks an affected Entity: that opposing Entity cannot attack on your opponent's next turn.\n- When an affected Entity takes battle damage: it cannot attack on your next turn."], ["SBLE", 14, "Windmill Castle", "MAP", "IND", "", "", "Once per turn, when a contained CON Entity would have its effect negated: you can discard 1 card; negate the negation.", "+ When an affected Entity is destroyed: you can draw 1 card.\n- When an affected entity is destroyed: discard 1 random card."], ["SBLE", 15, "Bloodstained Hill", "MAP", "BTF", "", "", "When a contained Entity is destroyed in battle: you can play 1 \"Blood Token\" (LEG/1/1/0/0) in its place.\nOnce per turn: you can destroy \"Blood Token\"s; excavate 3 cards; you can Effect Play 1 excavated Entity of a LV equal to or less than the number of destroyed \"Blood Token\"s.", "+ Once per turn: you can destroy 1 of your \"Blood Token\"s; 1 affected entity can prepare and declare an attack this turn.\n- Affected entities cannot prepare attacks."], ["SBLE", 16, "Abyssal Moor", "MAP", "LAI", "", "", "When an opposing entity attacks an entity in this map and your entity has more ATK than the opposing entity's DEF: you can destroy both entities.", "+ When an affected Entity destroys an opposing entity in battle: it can prepare an attack.\n- Affected Entities cannot attack."], ["SBLE", 17, "Finial of the Faithful", "MAP", "MAG", "", "", "While there is at least 1 contained Entity: your non-contained Entities cannot be attacked.", "+ During your Effect Phase: affected Entities recover 2 HP.\n- During your Effect Phase: affected Entities take 2 damage."], ["SBLE", 18, "Royal Standard Shield", "OBJ", "FIG", "", "", "Unprepared attacks against the matched Entity inflict 2 less damage. Prepared attacks against the matched entity inflict 5 less damage."], ["SBLE", 19, "Inel's Blessing", "OBJ", "MOB", "", "", "The matched Entity's unprepared attacks inflict 4 more damage.\nWhen the matched Entity is destroyed in battle: you can match this card to your MOB Entity."], ["SBLE", 20, "Arc Circuit", "OBJ", "CON", "", "", "The matched Entity has its ATK increased by the combined levels of your CON Entities.\nWhen this card is destroyed: you can search for 1 \"Arc Circuit\"."], ["SBLE", 21, "Orbital Shard Storm", "OBJ", "LEG", "", "", "When the matched Entity attacks an Entity that is preparing an attack: the attacked Entity stops preparing its attack.\nThe matched Entity's prepared attacks inflict 4 more damage."], ["SBLE", 22, "Grasping Glove", "OBJ", "HAU", "", "", "When the matched Entity attacks an Entity with a matched Object: you can add that Object to your hand."], ["SBLE", 23, "Blinding Halo", "OBJ", "AST", "", "", "This card cannot be matched to a HAU Entity unless it is also an AST Entity. The secondary subtype of the matched non-AST Entity becomes AST."], ["SBLE", 24, "Polarity Shift", "EVN", "CTN", "", "", "Your Entities have their Advantages and Disadvantages swapped."], ["SBLE", 25, "Reason for Revenge", "EVN", "RSP", "", "", "Activate in response to your Entity being destroyed in battle. Effect Play 1 Entity that shares a subtype with, and has LV equal to or less than the Entity."], ["SBLE", 26, "Codebound Maiden Chivalerie", "ENT", "FIG", "3/16/11/9", "+MAG, -WLD", "Once per turn, while your opponent controls at least 1 Entity: you can claim 1 Prize Token.\nWhen this card attacks a target with less ATK than it: destroy this card.", "[M] Once per turn, when this card would be destroyed by its effect: you can discard one \"Codebound\" card; negate the destruction."], ["SBLE", 27, "Codebound Maiden Axiomatilda", "ENT", "FIG", "1/10/7/7", "+MAG, -WLD", "Your \"Codebound\" cards cannot be destroyed by card effects, except for \"Codebound\" card effects.", "[M] This card's ATK is increased by the combined LV of your \"Codebound\" Entities."], ["SBLE", 28, "Codebound Maiden Oathany", "ENT", "FIG", "1/10/7/5", "+MAG, -WLD", "While in play: this card's LV is treated as being 2.", "[M] Once per turn: you can destroy one card matched to your \"Codebound\" Entity; you can search for 1 \"Codebound\" card per LV of that Entity (max. 3); you cannot claim a Prize Token or start your Battle Phase this turn."], ["SBLE", 29, "Codebound Maiden Promiscilla", "ENT", "FIG", "1/8/6/6", "+MAG, -WLD", "When your \"Codebound Maiden\" Entity is destroyed: you can Effect Play this card.", "[M] Once per turn: you can add 1 of your destroyed \"Codebound\" cards to your hand."], ["SBLE", 30, "Gospel, Codebound Steed", "ENT", "MOB", "1/8/4/6", "+BTF, -IND", "While you control \"Codebound Maiden Chivalerie\" or \"Chivalerie, Exalted Codebound Paladin\": you can Effect Play this card.\nWhen \"Codebound Maiden Chivalerie\" or \"Chivalerie, Exalted Codebound Paladin\" would be targeted for an attack: this card is targeted instead.", "[M] Once per turn: you can search for 1 FIG Object."], ["SBLE", 31, "Chivalerie, Exalted Codebound Paladin", "ENT", "FIG/AST", "5/16/13/13", "+MAG, +BTF, -WLD", "This card cannot be Direct Played. This card can only be Effect Played via \"Exaltation of the Steadfast\".\nOnce per turn, while your opponent controls at least 1 entity: You can claim 1 Prize Token.\nWhen this card destroys a target with less ATK than it: destroy this card.", "[M] When this card inflicts battle damage to an Entity with more ATK than it: destroy that Entity."], ["SBLE", 32, "Lance of Branded Vengeance", "OBJ", "FIG", "", "", "The matched Entity cannot be attacked by Entities with less ATK than it."], ["SBLE", 33, "Sword of Sacred Sanction", "OBJ", "FIG", "", "", "This card cannot be matched to a HAU Entity unless it is also an AST Entity.\nThe matched Entity's ATK is increased by 2.\nWhen the matched Entity attacks a HAU entity: target it; during the End Phase: destroy the target."], ["SBLE", 34, "Exaltation of the Steadfast", "EVN", "CTN", "", "", "Destroy your \"Codebound Maiden Chivalerie\"; Effect Play \"Chivalerie, Exalted Codebound Paladin\".\nWhen \"Chivalerie, Exalted Codebound Paladin\" is destroyed in battle: end the Battle Phase; destroy this card; you can discard 1 \"Codebound\" card; draw 1 card.\n\nThis card is self-exclusive."], ["SBLE", 35, "Codebound Enforcement", "EVN", "NML", "", "", "Target your \"Codebound\" Entity with no matched object; Match 1 \"Lance of Branded Vengeance\" or \"Sword of Sacred Sanction\" from your deck to the target."], ["SBLE", 36, "Corpseed Barrowillow", "ENT", "HAU/MOB", "1/6/3/13", "+STL, -MAG", "During your End Phase: recover 1 HP to this card per destroyed Entity of yours.", "[M] Once per turn when an opposing Entity makes an attack: you can change the target to this card."], ["SBLE", 37, "Corpseed Hawthornoose", "ENT", "HAU/MOB", "1/6/8/3", "+STL, -MAG", "When your \"Corpseed\" Entity is destroyed: you can Effect Play this card.\nWhen this card is played: you can search for 1 \"Corpseed\" card; during the End Phase: return this card to your hand.", "[M] Once per turn when you search for a card: you can discard it."], ["SBLE", 38, "Corpseed Deep-Seax", "ENT", "HAU/MOB", "1/6/6/9", "+STL, -MAG", "Once per turn: you can destroy 1 LV 1 MOB Entity in your deck; return 1 opposing card to the hand.", "[M] Your \"Corpseed\" Entities are unaffected by the effects of opposing Maps and Events."], ["SBLE", 39, "Corpseed Mummahogany", "ENT", "HAU/MOB", "1/6/8/3", "+STL, -MAG", "You can destroy 1 LV 1 MOB Entity in your deck; Effect Play this card.\nYou can destroy this card; match this card to an opposing Entity as a HAU Object with the following effect: the effects of the matched Entity are negated and it cannot prepare attacks.", "[M] Once per turn: you can shuffle 2 destroyed Entities into your deck; destroy 1 card."], ["SBLE", 40, "Corpseed Necromangrove", "ENT", "HAU/MOB", "3/13/6/9", "+STL, -MAG", "Once per turn: you can add 1 destroyed \"Corpseed\" card to your hand.\nYour \"Corpseed\" Entities are unaffected by the effects of opposing Entities.", "[M] Your \"Corpseed\" Entities are treated as being matched to a HAU Object."], ["SBLE", 41, "Corpseed Grave Garden", "MAP", "STL", "", "", "Once per turn when your \"Corpseed\" Entity is destroyed: you can Effect Play it in this map; its effects are negated until the End Phase.", "+ Once per turn: you can destroy 1 affected Entity; return its matched Objects to the hand.\n- Once per turn: shuffle 1 affected Entity into the deck."], ["SBLE", 42, "Corpseed Leaf", "OBJ", "MOB", "", "", "Once per turn when an Entity in your deck is destroyed: the matched Entity can prepare an attack."], ["SBLE", 43, "Corpseed Flower", "OBJ", "MOB", "", "", "The ATK of the matched \"Corpseed\" Entity is increased by 1 per destroyed Entity of yours."], ["SBLE", 44, "Corpseed Compost", "EVN", "NML", "", "", "Target any number of your destroyed \"Corpseed\" cards; shuffle them into the deck; excavate cards equal to the number of targets; add excavated \"Corpseed\" cards to your hand (max. 3)."], ["SBLE", 45, "Excarved Guard", "ENT", "CON", "2/10/7/15", "+BTF, -WLD", "Once per turn, when an opposing Entity attacks your Entity: you can change the target to this card.", "[M] This card cannot be destroyed by opposing Entity effects."], ["SBLE", 46, "Excarved Scout", "ENT", "CON", "2/8/7/6", "+BTF, -WLD", "While you control no Entities: you can Effect Play this card; during the End Phase: return this card to your hand.\nWhen this card takes damage: you can destroy it; Effect Play 1 'Excarved' Entity.", "[M] You can destroy 1 matched Object; search for 1 \"Excarved\" card."], ["SBLE", 47, "Excarved Soldier", "ENT", "CON", "2/10/12/8", "+BTF, -WLD", "When this card destroys an Entity in battle: you can excavate a number of cards equal to this card's LV; add 1 excavated \"Excarved\" card to your hand.", "[M] When this card is destroyed in battle: you can Effect Play 1 \"Excarved Soldier\" in this card's place, retaining its matched Objects."], ["SBLE", 48, "Excarved Engineer", "ENT", "CON", "2/10/4/6", "+IND, -WLD", "Matched Objects are treated as being matched to all \"Excarved\" Entities in the same Map.\nOnce per turn: you can discard 1 CON Entity; add 1 of your destroyed \"Excarved\" Entities to your hand.", "[M] Once per turn: you can excavate a number of cards equal to this card's LV; add 1 excavated \"Excarved\" card to your hand. You cannot use this effect on the turn you use this card's main effect."], ["SBLE", 49, "Excarved Medic", "ENT", "CON", "2/10/2/6", "+IND, -WLD", "Once per turn: you can recover 2 HP per LV of this card to your \"Excarved\" Entity.", "[M] Once per turn, when your \"Excarved\" Entity would be destroyed: you can discard 1 card; negate the destruction; it recovers 2 HP."], ["SBLE", 50, "Excarved Excavation Site", "MAP", "IND", "", "", "Once per turn: you can excavate a number of cards equal to the number of Entities in this map; add 1 excavated \"Excarved\" card to your hand.", "+ The effects of affected Entities cannot be negated.\n- The effects of affected Entities are negated."], ["SBLE", 51, "Excarved Power Core", "OBJ", "CON", "", "", "The matched \"Excarved\" Entity's LV is increased by 2.\nYou can discard this card; search for 1 \"Excarved\" card."], ["SBLE", 52, "Under-Cut Excarved", "EVN", "NML", "", "", "Search for 1 \"Excarved Excavation Site\". While there are no objects matched to your \"Excarved\" Entities: you can match 1 CON Object to your \"Excarved\" entity from your deck."], ["SBLE", 53, "Fairycheer Dana", "ENT", "LEG", "1/7/9/7", "+MAG, -LAI", "When this card is played: you can search for 1 \"Fairycheer Rada\".", "[M] This card cannot be destroyed in battle."], ["SBLE", 54, "Fairycheer Rada", "ENT", "LEG", "1/7/7/9", "+MAG, -LAI", "When this card is played: you can search for 1 \"Fairycheer Sara\".", "[M] This card cannot be destroyed by the effects of opposing Entities."], ["SBLE", 55, "Fairycheer Sara", "ENT", "LEG", "1/9/7/7", "+MAG, -LAI", "When this card is played: you can search for 1 \"Fairycheer Dana\".", "[M] This card cannot be destroyed by the effects of opposing Maps, Objects, or Events."], ["SBLE", 56, "Fairycheer Picasso", "ENT", "LEG", "3/11/11/11", "+MAG, -LAI", "This card cannot be Direct Played. This card can only be Effect Played via \"Tree of Happiness\".\nWhen this card is played: you can search for 1 \"Fairycheer\" card, except \"Fairycheer Picasso\".\nThis card cannot be destroyed by battle.\nWhen this card would be destroyed by a card effect: you can discard 1 \"Fairycheer\" card or destroy 1 of your \"Cheer Counter\"s; negate the destruction.", "[M] Once per turn, during your Draw Phase: you can shuffle the card you drew back into your deck; draw 1 card.", 15], ["SBLE", 57, "Fairysphere", "MAP", "MAG", "", "", "Your contained \"Fairycheer\" Entities' effects apply to all your \"Fairycheer\" Entities in \"Fairysphere\".", "+ When an affected Entity attacks: you can search for 1 card of the same name.\n- When an affected Entity is attacked: destroy 1 card of the same name in your deck."], ["SBLE", 58, "Tree of Happiness", "EVN", "NML", "", "", "Destroy 1 each of your \"Fairycheer\" \"Dana\", \"Rada\", and \"Sara\"; Effect Play \"Fairycheer Picasso\" from your hand."], ["SBLE", 59, "Endearing Dance of Fairycheer", "EVN", "CTN", "", "", "When you play a \"Fairycheer\" Entity: put \"Cheer Counter\"s on this card equal to its base LV. \nOnce per turn: you can destroy 3 \"Cheer Counter\"s on this card; draw 1 card.\nThis card is self-exclusive."], ["SBLE", 60, "Tropos, Knight of Baroneph", "ENT", "AST", "1/7/9/7", "+BTF, -IND", "When your LV 2 or higher \"Baroneph\" Entity is attacked: this card can prepare an attack.", "[M] Once per turn: you can change 1 matched Object to be matched to your LV 2 or higher \"Baroneph\" Entity."], ["SBLE", 61, "Stratus, Viscount of Baroneph", "ENT", "AST", "2/6/7/8", "+STL, -BTF", "Once per turn: you can search for 1 LV 3 or lower \"Baroneph\" Entity.\nWhile \"Stratus, Viscount of Baroneph\" is destroyed: The LV requirement for Direct Playing \"Baroneph\" Entities is decreased by 1.", "[M] Once per turn: you can change 1 matched Object to be matched to your LV 3 or higher \"Baroneph\" Entity."], ["SBLE", 62, "Mesos, Marquis of Baroneph", "ENT", "AST", "3/8/10/8", "+STL, -IND", "\"Lord Atmos, the Drifting Deus of Baroneph\" cannot be attacked or destroyed by opposing card effects.\nThis card's DEF is increased by the total ATK of your \"Knight of Baroneph\" Entities.\nWhen your \"Knight of Baroneph\" Entity is destroyed: you can search for 1 \"Knight of Baroneph\" Entity.", "[M] Once per turn: you can change 1 matched Object to be matched to your LV 4 or higher \"Baroneph\" Entity."], ["SBLE", 63, "Thermus, Duke of Baroneph", "ENT", "AST", "4/9/9/12", "+STL, -IND", "Once per turn: you can return 1 opposing card to the hand.\nWhen this card is destroyed: you can Effect Play 1 LV 3 or lower \"Baroneph\" Entity.", "[M] Once per turn: you can change 1 matched Object to be matched to your \"Lord Atmos, the Drifting Deus of Baroneph\"."], ["SBLE", 64, "Lord Atmos, the Drifting Deus of Baroneph", "ENT", "AST", "5/15/15/12", "+STL", "When this card is Direct Played: you can search for 1 \"Meteor Crown of Baroneph\".", "[M] Once per turn: you can destroy 1 opposing Entity."], ["SBLE", 65, "Floating Kingdom of Baroneph", "MAP", "STL", "", "", "This card cannot be destroyed.\nWhile this card is empty: you can Effect Play 1 LV 3 or lower \"Baroneph\" Entity in this map; you cannot Direct Play an Entity the turn you use this effect.\nOnce per turn: you can destroy 1 empty opposing Map.", "+ When an affected Entity is destroyed in battle: end the Battle Phase.\n- When an affected entity is destroyed in battle: this Battle Phase: the attacking Entity can attack again."], ["SBLE", 66, "Meteor Crown of Baroneph", "OBJ", "AST", "", "", "When a matched \"Baroneph\" Entity is destroyed: your opponent does not claim a Prize Token; you can match this card to your \"Baroneph\" Entity, otherwise: destroy all cards.\nThis card is self-exclusive."], ["SBLE", 67, "Baroneph Coronation", "EVN", "CTN", "", "", "This card can only be activated while you do not control \"Lord Atmos, the Drifting Deus of Baroneph\". Target 2 of your \"Baroneph\" Entities; Effect Play \"Lord Atmos, the Drifting Deus of Baroneph\" from your deck. During the End Phase, while \"Meteor Crown of Baroneph\" is not matched to it: destroy it and destroy this card."], ["SBLE", 68, "Speleolunker Sabalt", "ENT", "FIG", "1/7/9/6", "+WLD, -BTF", "This card cannot be destroyed by Map effects.\nThis card's ATK is increased by 1 for each \"Spelunk Counter\" on the containing Map.\nOnce per turn: you can put 1 \"Spelunk Counter\" on the containing Map.", "[M] When this card is destroyed in battle: the attacking Entity takes damage equal to the number of \"Spelunk Counter\"s on the containing Map."], ["SBLE", 69, "Speleolunker Kalch", "ENT", "FIG", "1/4/2/2", "+WLD, -BTF", "When your \"Speleolunker\" Entity is destroyed in battle: during the End Phase: you can Effect Play this card.\nWhile \"Speleolunker Kalch\" is not in your hand: you can add this destroyed card of yours to your hand.\nOnce per turn: you can put 1 \"Spelunk Counter\" on the containing Map.", "[M] You can destroy 1 \"Spelunk Counter\" on the containing Map; return this card and its matched Objects to your hand."], ["SBLE", 70, "Speleolunker Siegnes", "ENT", "FIG", "1/10/5/6", "+WLD, -BTF", "When your \"Speleolunker\" Entity is destroyed by a card effect: during the End Phase: you can Effect Play this card.\nWhen your \"Speleolunker\" Entity, other than \"Speleolunker Siegnes\", uses a card effect: you can put 1 \"Spelunk Counter\" on the containing Map.", "[M] When a \"Speleolunker\" Entity, other than \"Speleolunker Siegnes\", uses a card effect: this card recovers 5 HP."], ["SBLE", 71, "Speleolunker Lashe", "ENT", "FIG", "1/8/8/4", "+WLD, -BTF", "When this card is Direct Played: excavate 1 card for every card in your hand; you can Effect Play 1 excavated LV 1 \"Speleolunker\" Entity in the containing map, otherwise: you can return this card to your hand.\nOnce per turn: you can add 1 \"Spelunk Counter\" on the containing Map.", "[M] When this card is destroyed by a card effect: you can search for 1 \"Speleolunker\" Entity."], ["SBLE", 72, "Speleolunker Bramel", "ENT", "FIG", "1/8/4/8", "+WLD, -BTF", "Once per turn: You can discard 1 \"Speleolunker Cavern\" card; search for 1 LV 1 \"Speleolunker\" Entity.\nOnce per turn: you can put 1 \"Spelunk Counter\" on the containing Map.", "[M] When your \"Speleolunker\" Entity would be destroyed: you can destroy \"Spelunk Counter\"s on the containing Map equal to its LV; negate the destruction; once per turn: you can destroy another of your \"Speleolunker\" Entities; draw 1 card."], ["SBLE", 73, "Deepspeleolunker Nibodias", "ENT", "FIG", "3/12/14/8", "+WLD, -BTF", "This card cannot be Direct Played. This card can only be Effect Played by destroying 3 \"Spelunk Counter\"s on your Map. This card cannot be destroyed by Map effects. Once per turn: you can destroy 2 \"Spelunk Counter\"s on the containing Map; this Battle Phase: this card gains an extra attack. Once per turn: you can put 1 \"Spelunk Counter\" on the containing Map.", "[M] When this card is destroyed: you can shuffle 1 of your destroyed LV 1 \"Speleolunker\" Entities into your deck."], ["SBLE", 74, "Flooded Speleolunker Cavern", "MAP", "WLD", "", "", "You can destroy \"Spelunk Counter\"s on this card; declare a card name; excavate cards equal to the number of counters destroyed; add the excavated card with the declared name to your hand.", "+ When an affected Entity would be destroyed in battle: you can destroy \"Spelunk Counter\"s on this card equal to the Entity's LV; return the Entity to your hand instead.\n- You cannot negate the destruction of an affected Entity in battle."], ["SBLE", 75, "Magmatic Speleolunker Cavern", "MAP", "WLD", "", "", "During your Effect Phase: destroy \"Spelunk Counter\"s equal to the number of contained Entities, otherwise: destroy 1 contained Entity.", "+ When an affected Entity inflicts battle damage to an opposing Entity: you can destroy the opposing Entity.\n- When an affected entity takes battle damage: destroy it."], ["SBLE", 76, "Labyrinthine Speleolunker Cavern", "MAP", "WLD", "", "", "You can destroy 1 \"Spelunk Counter\" on this card; you can search for 1 \"Speleolunker Cavern\" card, otherwise: you can destroy 1 \"Spelunk Counter\" on this card; add 1 of your destroyed \"Speleolunker Cavern\" cards to your hand.", "+ When an affected Entity would be attacked: you can destroy 1 \"Spelunk Counter\" on this card; negate the attack.\n- Attacks on affected Entities are always treated as prepared."], ["SBLE", 77, "Trapped by a Cave-In", "EVN", "NML", "", "", "Target 1 of your \"Speleolunker Cavern\" Maps with more \"Spelunk Counter\"s on it than contained cards; destroy it; excavate cards equal to the number of \"Spelunk Counter\"s that were on it minus the number of contained cards; add 1 excavated \"Speleolunker\" card."], ["SBLE", 78, "Octitro", "ENT", "MOB", "1/5/11/5", "+LAI, -BTF", "You can target your \"Octitro\" Entity; Effect Play this card.\nOnce per turn: you can add this destroyed card of yours to your hand; discard 1 card.", "[M] This card cannot be destroyed by opposing card effects."], ["SBLE", 79, "Octitrop", "ENT", "MOB", "2/7/13/7", "+LAI, -BTF", "You can destroy your \"Octitro\"; Effect Play this card in its place, retaining its matched Objects.\nOnce per turn: you can put this destroyed card of yours on top of your deck; discard 1 card.", "[M] This card cannot be destroyed by opposing card effects.\nDuring the End Phase: this card recovers 2 HP."], ["SBLE", 80, "Octitroponire", "ENT", "MOB", "3/9/18/9", "+LAI, -BTF", "You can destroy your \"Octitrop\"; Effect Play this card in its place, retaining its matched Objects.\nOnce per turn: you can shuffle this destroyed card of yours into your deck.", "[M] This card cannot be destroyed by opposing card effects.\nDuring the End Phase: this card recovers 5 HP."], ["SBLE", 81, "Octitropolis", "MAP", "STL", "", "", "Contained Entities whose original names contain \"Octitro\" have Advantage. Contained non-\"Octitro\" Entities' names can also be treated as \"Octitro\".", "+ While you control an affected Entity: your opponent cannot play RSP Events.\n- While you control an affected Entity: you cannot play RSP events."], ["SBLE", 82, "Octitrophy", "OBJ", "MOB", "", "", "When a matched Entity destroys an opposing Entity in battle: you can search for 1 \"Octitro\" card."], ["SBLE", 83, "Octitrocious", "EVN", "NML", "", "", "During this turn: the ATK of \"Octitro\" entities you control is doubled."], ["SBLE", 84, "Octitroupe", "EVN", "NML", "", "", "Excavate 5 cards; Effect Play excavated \"Octitro\" Entities; during the End Phase: shuffle them into your deck."], ["SBLE", 85, "Octitropical", "EVN", "CTN", "", "", "When your \"Octitro\" entity is destroyed by battle: put it on the bottom of your deck instead."], ["SBLE", 86, "Found Phantom - Ghost Writer", "ENT", "HAU/CON", "1/6/6/6", "+WLD, -STL", "Once per turn: you can Effect Play 1 \"Haunt Token\" (HAU/1/1/0/0) on your opponent's side.\nWhile your opponent controls no Entities except \"Haunt Token\"s: this card can attack directly.\nWhen this card is removed from play: your opponent can discard cards; they destroy \"Haunt Token\"s of theirs up to the number of cards they discarded x 2.", "[M] When an opposing Entity makes an attack: you can change the target."], ["SBLE", 87, "Found Phantom - Spectergram", "ENT", "HAU/CON", "1/6/6/6", "+WLD, -STL", "This card cannot be destroyed by battle.\nDuring your opponent's End Phase, while this card has full HP: you can search for 1 \"Found Phantom\" Entity.\nWhile your opponent controls no Entities except \"Haunt Token\"s: this card can attack directly.", "[M] Your \"Found Phantom\" entities cannot be destroyed by opposing card effects."], ["SBLE", 88, "Found Phantom - Diary Demon", "ENT", "HAU/CON", "1/6/6/6", "+WLD, -STL", "Your opponent must show you their hand at all times.\nOnce per turn: you can search for 1 Event.\nWhile your opponent controls no Entities except \"Haunt Token\"s: this card can attack directly.", "[M] Once per turn: you can return 1 of your Entities to your hand; excavate 1 card; add the excavated \"Found Phantom\" card to your hand, otherwise: place it on top of your deck."], ["SBLE", 89, "Found Phantom - Lens Lich", "ENT", "HAU/CON", "1/6/6/6", "+WLD, -STL", "When this card attacks: you can search for 1 \"Found Phantom\" card.\nDuring the End Phase: this card recovers 1 HP per \"Haunt Token\" in play.\nWhile your opponent controls no Entities except \"Haunt Token\"s: this card can attack directly.", "[M] When your \"Found Phantom\" card is destroyed: draw 1 card; until the End Phase: this card cannot be destroyed."], ["SBLE", 90, "Found Phantom - Memoiraith", "ENT", "HAU/CON", "3/6/6/6", "+WLD, -STL", "This card's HP, ATK, and DEF is increased by 2 per \"Haunt Token\" in play.\nOnce per turn: you can Effect Play 1 \"Haunt Token\" (HAU/1/1/0/0).\nWhen this card is destroyed: you can destroy \"Haunt Token\"s; search for \"Found Phantom\" cards or add your destroyed ones to your hand equal to the number of tokens you destroyed.\nWhile your opponent controls no Entities except \"Haunt Token\"s: this card can attack directly.", "[M] Once per turn: you can target 1 opposing Entity with less HP than this card. Destroy it.", 15], ["SBLE", 91, "Found Phantom's Vinyl Resting Place", "MAP", "LAI", "", "", "Contained \"Found Phantom\" Entities have Advantage.\nOnce per turn, when a contained HAU/CON Entity would be destroyed: you can shuffle it into your deck instead.", "+ Affected Entities cannot be damaged by prepared attacks.\n- When an affected Entity is hit with a prepared attack: destroy it."], ["SBLE", 92, "Found Phantom's Cursed Cassette", "OBJ", "HAU", "", "", "You can destroy this card; search for 1 \"Found Phantom\" card."], ["SBLE", 93, "Found Phantom's Abandoned Camcorder", "OBJ", "HAU", "", "", "You can discard this card; Effect Play 1 LV 1 \"Found Phantom\" Entity.\nWhen the matched Entity is destroyed: this card can remain in play and can be matched to another Entity in the same map; during your next End Phase, while this card is not matched to an Entity: destroy this card; shuffle 1 \"Found Phantom\" card from your Void into your deck."], ["SBLE", 94, "Found Phantoms at the Film Festival", "EVN", "CTN", "", "", "During the Effect Phase: target 2 of your \"Found Phantom\" Entities; opposing Entity effects are negated until the End Phase.\nWhen this card would be destroyed: you can destroy 1 of your \"Haunt Token\"s; negate the destruction.\nDuring the End Phase, while you control no \"Found Phantom\" Entities: destroy this card."], ["SBLE", 95, "Found Phantom False Debunking", "EVN", "RSP", "", "", "Activate when your \"Found Phantom\" Entity is destroyed during your opponent's turn. Move to the End Phase."], ["SBLE", 96, "Eskhov, Priest of Sunburst Dragon", "ENT", "FIG", "1/6/4/4", "+MAG, -LAI", "You can destroy this card; Effect Play 1 LEG/AST \"Sunburst Dragon\" Entity from your hand.", "[M] You can destroy the matched Object; search for 1 \"Sunburst Dragon\" Entity; return this card to your hand."], ["SBLE", 97, "Antras, the Red Sunburst Dragon", "ENT", "LEG/AST", "3/10/14/10", "+MAG, -LAI", "When this card is destroyed: you can search for 1 \"Red Sunburst Dragon\" card.\nThis card's ATK is increased by 1 per opposing Entity.", "[M] Once per turn: you can shuffle 1 of your destroyed \"Sunburst Dragon\" cards into your deck."], ["SBLE", 98, "Lyos, the Blue Sunburst Dragon", "ENT", "LEG/AST", "3/10/12/12", "+MAG, -LAI", "When this card is destroyed: you can search for 1 \"Blue Sunburst Dragon\" card.\nThis card's ATK is increased by 1 per opposing Event.", "[M] Once per turn, when an opposing Entity makes an attack: you can negate it; destroy the entity."], ["SBLE", 99, "Freres, the Green Sunburst Dragon", "ENT", "LEG/AST", "3/10/10/14", "+MAG, -LAI", "When this card is destroyed: you can search for 1 \"Green Sunburst Dragon\" card.\nThis card's ATK is increased by 2 for each opposing Object.", "[M] Once per turn: you can destroy 1 map, object, or event your opponent controls."], ["SBLE", 100, "Bright White Sunburst Dragon", "ENT", "LEG/AST", "5/10/20/20", "+MAG, -LAI", "This card cannot be Direct Played. This card can only be Effect Played by destroying 3 LV 3 LEG/AST \"Sunburst Dragon\" Entities with different names.\nOnce per turn: You can return this card to your hand; Effect Play the Entities used for this card's Play.\nWhen this card is destroyed by card effect: you can Effect Play the destroyed cards used for this card's Play.", "[M] Once per turn: You can destroy 1 opposing card or 1 random card in your opponent's hand."], ["SBLE", 101, "Tower of Sunburst", "MAP", "MAG", "", "", "When you play this card: you can search for 1 \"Sunburst Dragon\" Entity.\nOnce per turn, while there are no contained Entities: you can Effect Play 1 LV 3 \"Sunburst Dragon\" Entity.", "+ Once per turn: you can destroy 1 affected Entity; search for 1 \"Sunburst Dragon\" Entity.\n- During your Effect Phase: destroy the affected Entity with the highest LV."], ["SBLE", 102, "Sunburst Inferno", "EVN", "NML", "", "", "Target 1 opposing Entity per each of your LEG/AST \"Sunburst Dragon\" Entities; destroy the targets, treating it as being destroyed by battle, but without claiming Prize Tokens; skip your next Battle Phase."], ["SBLE", 103, "Blackglass Horns", "OBJ", "LEG", "", "", "During your Effect Phase, while the matched \"Sunburst Dragon\" Entity is at full HP: it can prepare an attack, otherwise: the matched Entity recovers 5 HP.\nWhen this card is destroyed: you can target 1 of your destroyed LEG/AST Entities; search for 1 card with the same name."], ["SBLE", 104, "Dark Will Dreamer", "ENT", "FIG/HAU", "1/4/6/8", "+STL, -BTF", "Once per turn: you can declare 1 card name; destroy 1 copy of that card in your opponent's hand.", "[M] You can destroy this card; search for 1 LV 1 HAU Entity."], ["SBLE", 105, "Lost Probe Unit", "ENT", "AST/CON", "1/3/8/9", "+WLD, -LAI", "When you play this card: you can search for 1 Map.\nOnce per turn, while your opponent controls an Entity with higher ATK than this card's DEF: you can return this card to your hand.", "[M] Once per turn, when an opposing card is destroyed: you can draw 1 card."], ["SBLE", 106, "Shifty Fox", "ENT", "MOB/LEG", "1/7/7/7", "+MAG, -IND", "When your Entity would be destroyed by battle: you can return it to your hand; Effect Play this card in its place.\nOnce per turn: you can discard 1 card; negate 1 opposing Entity's effects until your opponent's next End Phase.", "[M] Once per turn, when you discard 1 or more cards: you can force your opponent to discard 1 random card."], ["SBLE", 107, "Hero of Dragon's Soul", "ENT", "FIG/LEG", "2/8/11/8", "+BTF, -STL", "While you control a LEG Entity: you can Effect Play this card.\nDuring damage calculation when this card attacks a LEG Entity: this card's ATK is increased by 5.", "[M] When this card prepares an attack while your opponent controls a LEG Entity: this card can attack it."], ["SBLE", 108, "Mechimera", "ENT", "MOB/CON", "2/7/10/10", "+IND, -WLD", "While you control an IND Map: you can Effect Play this card.\nThis card cannot be destroyed by opposing card effects.", "[M] When this card inflicts battle damage to an opposing Entity: destroy 1 random card in your opponent's hand."], ["SBLE", 109, "Eldrix Stalker", "ENT", "HAU/AST", "2/19/7/2", "+LAI, -MAG", "While you control an AST Object: you can Effect Play this card.\nOnce per turn: you can target 1 opposing Entity preparing an attack; destroy it; this effect cannot be negated.", "[M] During the End Phase, while this card is in a LAI Map: this card recovers 5 HP."], ["SBLE", 110, "Lemonelle", "ENT", "FIG", "3/9/3/3", "+MAG, -IND", "Once per turn, when your Map, Event, or Object is destroyed: you can search for 1 card with the same name.", "[M] When this card is destroyed: you can search for 1 \"Lemonelle\"; you can Effect Play it, retaining this card's matched objects; you can shuffle 1 of your destroyed Maps, Events, or Objects into your deck."], ["SBLE", 111, "Solphage", "ENT", "MOB", "3/8/8/8", "+STL, -LAI", "Once per turn: you can excavate 1 card from your opponent's deck; you can destroy it; during the End Phase: reveal 1 random card in your hand; your opponent can destroy the revealed card of the same type.", "[M] When you use this card's main effect: you can excavate 1 card; add the excavated card of the same type to your hand."], ["SBLE", 112, "Malevolent Block Puzzle", "ENT", "CON", "3/10/0/16", "+LAI, -BTF", "When an effect is activated, other than the effect of \"Malevolent Block Puzzle\": place 1 \"Block Counter\" on this card.\nWhen there are 10 \"Block Counter\"s on this card: destroy all \"Block Counter\"s on this card; draw 2 cards.", "[M] When you activate an effect, other than the effect of \"Malevolent Block Puzzle\": this card recovers 3 HP."], ["SBLE", 113, "Nexie", "ENT", "LEG", "3/7/17/7", "+WLD, -STL", "Once per turn while you control no Events: you can Effect Play this card in an empty Map.\nWhile this card has not made any attacks since it was Played: this card cannot be attacked.", "[M] You can shuffle this card and its matched Object into your deck."], ["SBLE", 114, "Face Portal", "ENT", "HAU", "3/16/4/12", "+IND, -MAG", "During the End Phase: you can target 1 Entity that was Effect Played this turn; destroy it.", "[M] This entity cannot be destroyed by opposing card effects."], ["SBLE", 115, "Chain Angel Furah", "ENT", "AST", "3/7/12/12", "+BTF, -WLD", "When this card is played: target 1 opposing Entity; it cannot attack; its DEF is reduced by half.", "[M] The target of this card's main effect's effects are negated."], ["SBLE", 116, "Haphazard Ambush", "EVN", "NML", "", "", "Your Entities can make 1 prepared attack each; all opposing Entities stop preparing attacks; skip your next Battle Phase."], ["SBLE", 117, "Steady Stream", "EVN", "CTN", "", "", "During your Effect Phase while you have fewer than 3 cards in your hand: draw until you have 3 cards in your hand."], ["SBLE", 118, "Inspired Assault", "EVN", "RSP", "", "", "Activate in response to your Entity making an attack; target your destroyed Entity; treat the attacking Entity as if it has the ATK of this card's target; you can discard 1 card; add this card's target to your hand."], ["SBLE", 119, "Armistice Under Duress", "EVN", "NML", "", "", "This card can only be activated while you control more Entities than your opponent. All Entities stop preparing attacks; both players can search for 1 Object; until your opponent's next End Phase: no Entity may make or prepare an attack; neither player can negate their opponent's effects."], ["SBLE", 120, "Rationing", "EVN", "CTN", "", "", "During the End Phase: both players destroy their Objects such that they control 1 or fewer."], ["SBLE", 121, "Bitter Aftertaste", "EVN", "RSP", "", "", "Activate in response to your opponent using an Entity's effect. Your opponent cannot draw cards until the End Phase after their next Draw Phase."], ["SBLE", 122, "Cartographer's Notes", "EVN", "NML", "", "", "Search for 1 Map."], ["SBLE", 123, "Merriment", "EVN", "CTN", "", "", "During the End Phase: all of your Entities recover 3 HP per each of your Entities."], ["SBLE", 124, "Headwind", "EVN", "RSP", "", "", "Activate in response to your opponent Effect Playing an Entity with 10 or more ATK. Put it on top of your opponent's deck."], ["SBLE", 125, "System Interrupt", "EVN", "NML", "", "", "Destroy 1 CTN Event."], ["SBLE", 126, "Peak Pressure", "EVN", "CTN", "", "", "Neither player can play Entities of LV 2 or higher."], ["SBLE", 127, "Spoils of War", "EVN", "RSP", "", "", "Activate in response to an opposing Entity being destroyed in battle while matched to at least 1 Object that is subsequently destroyed. Draw 1 card per Object destroyed subsequent to the Entity's destruction."], ["SBLE", 128, "Stack Overflow Error", "EVN", "NML", "", "", "You cannot play this card.\nOnce per turn when your card would be destroyed while this is the top card in your Void: you can return it to your hand instead."], ["SBLE", 129, "Frozen in the Fourth Dimension", "EVN", "CTN", "", "", "When this card is played: both players discard all Event cards in their hand.\nNeither player's Entities can use effects that begin with \"once per turn\"."], ["SBLE", 130, "Emergency Power Supply", "EVN", "RSP", "", "", "Activate in response to when your CON Entity would be destroyed; negate the destruction; match this card to it as a CON Object with the following effect: \"during your End Phase: discard 1 card, otherwise: destroy the matched Entity. When the matched Entity is attacked: destroy it.\""], ["SBLE", 131, "Shadows of Rampage", "EVN", "NML", "", "", "Target 2 to 4 of your opponent's destroyed Entities; destroy opposing cards, other than Entities, equal to the number of targets - 1."], ["SBLE", 132, "The Last Desperate Struggle", "EVN", "CTN", "", "", "This card can only be played while your opponent has claimed 7 or more Prize Tokens. During your Effect Phase: choose one of the following effects:\na) discard 1 card; draw 1 card;\nb) you have 1 extra Direct Play this turn; or\nc) once before your opponent's next End Phase, you can negate the destruction of your card."], ["SBLE", 133, "Adrenaline Rush", "EVN", "RSP", "", "", "Activate in response to your Entity being attacked but not destroyed; its ATK is doubled until your next End Phase."], ["SBLE", 134, "Close Combat", "EVN", "NML", "", "", "Until your opponent's next End Phase: all Entities have their DEF halved."], ["SBLE", 135, "Mandate of Heaven", "EVN", "CTN", "", "", "Effects you activate as a result of or in response to the destruction of your Entity/ies, as well as the effects of your destroyed Entities, cannot be negated by opposing effects."], ["SBLE", 136, "Appeal to Fear", "EVN", "RSP", "", "", "Activate in response to an opposing Entity attacking your Entity when your Entity has the greater ATK. Negate the attack; return the attacking Entity to the hand; no opposing Entity may attack that Entity of yours until the End Phase."], ["SBLE", 137, "Starfall", "EVN", "NML", "", "", "Your opponent claims 1 Prize Token; Effect Play 1 LV 1 AST Entity from your deck or play 1 AST Object from your deck; during the End Phase: destroy it."], ["SBLE", 138, "Village of the Atra Men", "MAP", "STL", "", "", "The LV Requirements for Direct Playing Entities in this map is decreased by 1 per each of your CTN Events.", "+ Affected Entities have their DEF increased by 1 per each of your CTN Events.\n- Affected Entities have their DEF decreased by by 1 per each of your CTN Events."], ["SBLE", 139, "Bleak Dunes", "MAP", "WLD", "", "", "Once per turn, while your opponent controls 2 or more Entities: you can target 1 opposing Entity; it cannot attack contained Entities of yours until your opponent's next End Phase.", "+ Affected LV 1 Entities cannot be returned to your hand by an opposing effect.\n- When an affected Entity would be returned to your hand by an opposing effect: destroy it instead."], ["SBLE", 140, "Tagata Corp. EMS No. 676", "MAP", "IND", "", "", "Once per turn: you can discard 1 card; excavate 3 cards; add 1 excavated card of the same type to your hand.", "+ Affected Entities cannot be attacked by Entities of a lower LV.\n- Affected Entities cannot attack Entities of a lower LV."], ["SBLE", 141, "Camoflaging Canopy", "MAP", "BTF", "", "", "When a contained Entity would be attacked: you can change the target of the attack to another of your Entities.", "+ When an affected Entity destroys an opposing Entity in battle: you can search for 1 card with the same name as that affected Entity.\n- When an affected Entity is destroyed by an opposing Entity: destroy 1 card in your deck with the same name as that affected Entity."], ["SBLE", 142, "Altar of Glass and Echoes", "MAP", "LAI", "", "", "When you play an Entity in this map: you can Effect Play 1 \"Empty Reflection Token\" (HAU/?/?/?/?) in this map with the same stats and no effects; target the Entity and the token; if one target is removed from play: destroy the other.", "+ When an affected Entity's stats are modified, except by the effect of \"Altar of Glass and Echoes\": the same modification is applied to the Entity in the opposite space of your other Map.\n- When an affected Entity takes damage: inflict the same amount of damage to the Entity in the opposite space of your other Map."], ["SBLE", 143, "Longtongue Dais", "MAP", "MAG", "", "", "The contained Entities' LVs are increased by 1.\nOnce per turn: you can destroy 1 contained Entity; search for 1 Entity with the same subtypes and LV.", "+ When an affected entity is Effect Played: its effects cannot be negated until the End Phase; you can discard 1 card; play 1 Object from your deck that shares a subtype with the affected Entity; during the End Phase: destroy it.\n- When an affected entity is Effect Played: its effects are negated."], ["SBLE", 144, "Seismic Boots", "OBJ", "FIG", "", "", "The matched Entity can use its attack to cause one of the following effects:\na) all opposing Entities stop preparing attacks, or\nb) discard 1 card; target 1 opposing Entity; its effects are negated until your opponent's next End Phase.\nWhen the matched Entity destroys an opposing Entity: it cannot activate an effect in response to its destruction."], ["SBLE", 145, "Keratic Coat", "OBJ", "MOB", "", "", "When the matched Entity is attacked: the attacking Entity takes damage equal to the matched Entity's DEF - the opposing Entity's DEF (min. 1).\nYou can destroy this card; destroy 1 opposing Entity with lower DEF than the matched Entity."], ["SBLE", 146, "Plasma Tank", "OBJ", "CON", "", "", "During the End Phase, while 2 or more cards were added to either player's hand from the deck or Void this turn: the matched Entity can prepare an attack.\nWhen the matched Entity is attacked while preparing an attack: you can destroy the matched Entity; destroy the attacking Entity; claim 1 prize token."], ["SBLE", 147, "Cerebarrier", "OBJ", "LEG", "", "", "The matched Entity cannot take damage from card effects.\nWhen the matched Entity is targeted by an opposing card effect: you can return this card to your hand; negate the effect."], ["SBLE", 148, "Curse of Miskain", "OBJ", "HAU", "", "", "The matched Entity's ATK is doubled.\nThe matched Entity cannot prepare attacks.\nDuring your Battle Phase, while your opponent controls no Entities: destroy the matched Entity, otherwise: it must attack."], ["SBLE", 149, "Holy Ice", "OBJ", "AST", "", "", "The matched Entity is treated as having advantage in the containing Map.\nWhen the matched Entity is destroyed in battle: you can draw cards equal to the LV of the attacking Entity - 1 (min. 1)."], ["SBLE", 150, "Displaced Harbinger Zah", "ENT", "AST/HAU", "5/13/13/13", "+STL, -IND", "When your Entity is destroyed while you control 1 Entity: you can discard 1 card; Effect Play this card and any of your Entities that were destroyed this turn; during your next End Phase: destroy all Entities played via this effect.\nThis destroyed card of yours can be shuffled into your deck; destroy all Entities.", "[M] During the End Phase of the turn this card attacked: destroy the attack's target; this effect cannot be negated."], ["LUNM", 1, "Bugs on White", "ENT", "CON", "1/4/0/4", "+WLD, -STL", "When an opposing card effect is activated: you can Effect Play this card in the same column; negate the effect.\nThe effects of other cards in the same column as this card are negated.\nYou can destroy this card; you cannot activate effects in response to this destruction.", "[M] This card's main effect does not affect your cards."], ["LUNM", 2, "Snow on Black", "ENT", "CON", "1/4/0/4", "+WLD, -STL", "When an opposing card effect is activated: you can Effect Play this card; negate the effect; target your card and that opposing card; the effects of the targets are negated.\nYou can destroy this card; you cannot activate effects in response to this destruction.", "[M] This card's main effect does not affect your cards."], ["LUNM", 3, "Eldrix Assimilator", "ENT", "HAU/AST", "3/8/4/14", "+IND, -MAG", "You can discard 1 card; take control of 1 opposing entity; match this card to it as a HAU object; when this card is destroyed while matched in this way: destroy the matched entity.", "[M] This card is unaffected by the effects of opposing entities."], ["LUNM", 4, "His Reverence", "ENT", "FIG", "5/10/0/2", "+STL, -WLD", "When your opponent would Effect Play an Entity: you can negate the play and Effect Play this card on your opponent's side.\nDestroying this card in battle does not yield a Prize Token; this effect cannot be negated.", "[M] When this card would take damage: you can return the matched Object to your hand; reduce the damage to 0."], ["LUNM", 5, "Treacherous Treasure Chamber", "MAP", "LAI", "", "", "Once per turn: you can match 1 Object from your deck to a contained Entity; during the End Phase: destroy the Entity matched to that Object; destroy this empty card.", "+ When an affected Entity battles an opposing entity not matched to an Object: you can match 1 Object matched to that affected Entity to the opposing entity.\n- Objects cannot be matched to affected Entities. During the End Phase: destroy your affected Entities that are matched to an Object."], ["LUNM", 6, "Tome of Transportation", "OBJ", "LEG", "", "", "Once per turn: you can target 1 Map in your hand; return the containing Map to your hand; play the target in its place.\nOnce per turn when the matched Entity is attacked: you can move it to your other Map; negate the attack."], ["LUNM", 7, "Circle of Death", "EVN", "NML", "", "", "Destroy 1 Entity and Effect Play 1 destroyed Entity belonging to the same player on their side. "], ["LUNM", 8, "Beastie Tigertail", "ENT", "MOB", "2/5/12/11", "+WLD, -IND", "When this card is played: you can destroy 1 opposing card.\nDuring the End Phase: you can destroy this card; Effect Play 1 \"Beastie\" Entity; end your turn.", "[M] While this card is preparing an attack: it cannot be attacked."], ["LUNM", 9, "Beastie Mole Cricket", "ENT", "MOB", "1/5/5/7", "+WLD, -IND", "When this card is played: you can search for 1 MOB Entity with 5 or lower HP.\nDuring the End Phase: you can destroy this card; Effect Play 1 \"Beastie\" Entity; end your turn.", "[M] When this card is attacked: you can return it to your hand."], ["LUNM", 10, "Beastie Horseshoe Crab", "ENT", "MOB", "1/5/5/14", "+WLD, -IND", "When this card is played: you can return 2 cards to the hand.\nDuring the End Phase: you can destroy this card; Effect Play 1 \"Beastie\" Entity; end your turn.", "[M] You can destroy the matched object; shuffle 2 of your destroyed \"Beastie\" Entities into your deck."], ["LUNM", 11, "Beastie Wolf Spider", "ENT", "MOB", "1/5/9/7", "+WLD, -IND", "When this card is played: you can Effect Play 1 LV 1 \"Beastie\", but its effects are negated until the next Effect Phase.\nDuring the End Phase: you can destroy this card; Effect Play 1 \"Beastie\" Entity; end your turn.", "[M] Once per turn when your opponent uses a card effect: you can inflict 4 damage to an opposing Entity."], ["LUNM", 12, "Beastie Stag Beetle", "ENT", "MOB", "2/5/9/11", "+WLD, -IND", "When this card is played: you can target up to 2 opposing cards; negate the targets' effects.\nDuring the End Phase: you can destroy this card; Effect Play 1 \"Beastie\" Entity; end your turn.", "[M] This card cannot be destroyed by opposing entity effects or take damage by opposing entity effects."], ["LUNM", 13, "Beastie Grizzled Mantis", "ENT", "MOB", "2/5/12/7", "+WLD, -IND", "When this card is played: you can destroy 1 of your cards; draw 1 card.\nDuring the End Phase: you can destroy this card; Effect Play 1 \"Beastie\" Entity; end your turn.", "[M] Once per turn when your opponent would draw a card(s): reduce the number of cards they would draw by 1; draw 1 card."], ["LUNM", 14, "Beastie Antlion", "ENT", "MOB", "3/5/9/14", "+WLD, -IND", "When this card is played: you can destroy 1 opposing Entity; you can return 1 opposing Entity to the hand.\nWhen this card destroys an Entity in battle: you can draw 1 card.\nDuring the End Phase: you can destroy this card; Effect Play 1 LV 2 or lower destroyed \"Beastie\" Entity of yours.", "[M] This card cannot be destroyed by opposing card effects."], ["LUNM", 15, "Beastie Grassland", "MAP", "WLD", "", "", "When a \"Beastie\" Entity is played in this map: it can prepare an attack.\nThe playing of \"Beastie\" Entities in this map cannot be negated.\nEntities in this map cannot be returned to the hand by an opposing effect.", "+ When an affected Entity destroys an opposing Entity in battle: it recovers 5 HP.\n- When an opposing Entity destroys an affected Entity in battle: it recovers 5 HP."], ["LUNM", 16, "Beastie Wings", "OBJ", "MOB", "", "", "While the matched \"Beastie\" Entity is preparing an attack: it cannot be attacked.\nYou can shuffle this destroyed card and 1 destroyed \"Beastie\" card into your deck."], ["LUNM", 17, "Beastie Swarm", "EVN", "RSP", "", "", "Activate in response to you playing a LV 1 \"Beastie\" Entity. Effect Play 1 or more \"Beastie\" Entity/ies from your deck with the same name. When one of them is destroyed: shuffle the other/s into the deck."], ["LUNM", 18, "Codebound Sanctuary", "MAP", "MAG", "", "", "When an opponent declares an attack or activates an effect: you can target 1 contained FIG \"Codebound\" Entity preparing an attack; negate the attack or effect; that Entity stops preparing that attack.", "+ Affected Entities have their DEF increased by the combined LV of all opposing Entities.\n- Affected Entities have their DEF decreased by the combined LV of all opposing Entities."], ["LUNM", 19, "Raised by the Codebound", "ENT", "FIG", "1/4/2/4", "+MAG, -WLD", "When this card is played: you can Effect Play 1 LV 1 \"Codebound Maiden\" Entity.\nWhile you control a \"Codebound\" Entity (other than \"Raised by the Codebound\"): this card cannot be attacked.", "[M] You can shuffle this card and its matched Object into your deck; draw 1 card."], ["LUNM", 20, "Corpseed Cutting", "EVN", "NML", "", "", "Destroy 1 Object matched to your \"Corpseed\" Entity; search for 1 copy of that Entity; you cannot play it this turn."], ["LUNM", 21, "Corpseed Rhizogenesis", "EVN", "NML", "", "", "Target 1 of your \"Corpseed\" Entities; shuffle 1 of your destroyed Entities into the deck; match 1 \"Corpseed\" Object from your deck to the target."], ["LUNM", 22, "MESSENGER-Frame Pilot Shiro", "ENT", "FIG", "1/8/5/6", "+IND, -LAI", "When this card is played: you can add 1 of your destroyed \"MESSENGER-Frame Unit\" cards to your hand.\nWhile in play: this card is treated as being LV 2. ", "[M] When this card is destroyed: you can destroy 1 opposing Entity."], ["LUNM", 23, "MESSENGER-Frame Unit Victory", "ENT", "FIG/CON", "3/11/11/15", "+BTF, -LAI", "You can match a \"MESSENGER-Frame Pilot\" Entity in the same map to this card as an Object.\nOnce per turn when an opposing Entity effect is activated: you can negate the effect.", "[M] Once per turn when an opposing attack is made: you can change the target to this card."], ["LUNM", 24, "MESSENGER-Frame Pilot Fidelis", "ENT", "FIG", "1/6/4/4", "+IND, -LAI", "This card cannot be removed from play except by destruction.\nWhen your \"MESSENGER-Frame Pilot\" Entity would be destroyed: you can Effect Play this card; negate the destruction.", "[M] Once per turn: you can target this card and 1 opposing Entity; return all non-targeted Entities to the hand; destroy the matched Object."], ["LUNM", 25, "MESSENGER-Frame Unit Matron", "ENT", "FIG/CON", "3/9/12/11", "+BTF, -LAI", "You can match a \"MESSENGER-Frame Pilot\" Entity in the same map to this card as an Object.\nThis card cannot be destroyed by the effects of opposing Entities.", "[M] Once per turn when this card destroys an Entity matched to an Object in battle: this card attacks 1 opposing Entity, otherwise: destroy this card."], ["LUNM", 26, "MESSENGER-Frame Pilot Vermilion", "ENT", "FIG", "1/9/10/8", "+IND, -LAI", "This card can attack twice in the same turn.", "[M] When this card is destroyed: you can Effect Play 1 \"MESSENGER-Frame Pilot\" Entity from your deck, except \"MESSENGER-Frame Pilot Vermilion\"."], ["LUNM", 27, "MESSENGER-Frame Unit Albion", "ENT", "FIG/CON", "3/10/16/9", "+BTF, -LAI", "You can match a \"MESSENGER-Frame Pilot\" Entity in the same map to this card as an Object.\nWhen this card is destroyed: you can Effect Play 1 \"MESSENGER-Frame Unit\" Entity.", "[M] This card can ignore effects that would prevent it from attacking or destroying opposing Entities."], ["LUNM", 28, "MESSENGER-Frame Pilot Terra", "ENT", "FIG", "1/7/6/7", "+IND, -LAI", "When you play this card: you can search for 1 \"MESSENGER-Frame Unit\" Entity.", "[M] When another of your \"MESSENGER-Frame Pilot\" Entities is destroyed: you can return this card to your hand; during the End Phase: Effect Play this card; Effect Play 1 \"MESSENGER-Frame Pilot\" Entity from your deck, except \"MESSENGER-Frame Pilot Terra\"."], ["LUNM", 29, "MESSENGER-Frame Unit Lotus", "ENT", "FIG/CON", "3/8/7/9", "+BTF, -LAI", "You can match a \"MESSENGER-Frame Pilot\" Entity in the same map to this card as an Object.\nOther \"MESSENGER-Frame Unit\" Entities in the same map as this card have their ATK increased by this card's ATK.", "[M] This card is unaffected by opposing effects."], ["LUNM", 30, "MESSENGER-Frame Lunar Theatre", "MAP", "BTF", "", "", "Once per turn when a contained \"MESSENGER-Frame Unit\" Entity destroys an opposing Entity in battle: you can add 1 destroyed \"MESSENGER-Frame\" card of yours to your hand.", "+ While at full HP, Affected Entities cannot be attacked by Entities with lower ATK than them.\n- Affected Entities cannot attack Entities with full HP and higher ATK than them."], ["LUNM", 31, "MESSENGER-Frame Dispatch", "EVN", "NML", "", "", "Activate only if you do not control a \"MESSENGER-Frame\" Entity. Effect Play 1 \"MESSENGER-Frame Unit\" Entity from your deck; you cannot Direct Play \"MESSENGER-Frame\" Entities this turn."], ["LUNM", 32, "Prototype Excarved", "ENT", "CON", "1/8/5/5", "+IND, -WLD", "When this card is excavated: you can destroy it; search for 1 LV 2 \"Excarved\" Entity.", "[M] You can shuffle this card into your deck; excavate 3 cards; add 1 excavated card to your hand."], ["LUNM", 33, "Excarved Restoration", "EVN", "NML", "", "", "Shuffle 1 of your destroyed \"Excarved\" Entities into your deck; excavate 5 cards; add 1 excavated \"Excarved\" Entity to your hand."], ["LUNM", 34, "Fairycheer's Magical Microphone", "OBJ", "LEG", "", "", "Once per turn while in play: you can Effect Play 1 LV 1 \"Fairycheer\" Entity; match this card to that Entity.\nWhen the matched Entity is destroyed: you can match this card to your \"Fairycheer\" Entity."], ["LUNM", 35, "Fairycheer Saves The Day!", "EVN", "NML", "", "", "Target 1 opposing Entity per LV of your \"Fairycheer\" Entities (max. 3). Destroy the targets."], ["LUNM", 36, "Slime Squishy", "ENT", "LEG", "1/2/1/1", "+LAI, -BTF", "When this card is played: you can Effect Play 1 \"Slime\" Entity from your deck, except \"Slime Squishy\".", "[M] When this card is destroyed in battle: end the Battle Phase."], ["LUNM", 37, "Slime Pudding", "ENT", "LEG", "1/2/1/1", "+LAI, -BTF", "This card cannot be destroyed in battle.\nOnce per turn when an opposing Entity attacks: you can change the target to this card; your opponent does not claim a Prize Token if that attack reduces this card to 0 HP.", "[M] When this card is attacked: the attacking Entity cannot attack on your opponent's next turn."], ["LUNM", 38, "Slime Jumbo", "ENT", "LEG", "2/20/1/1", "+LAI, -BTF", "When this card takes damage but is not destroyed: you can destroy this card; Effect Play up to 2 LV 1 \"Slime\" Entities; this card's matched Objects can be matched to those Entities.", "[M] Once per turn: you can recover 10 HP to this card."], ["LUNM", 39, "Slime Parfum", "ENT", "LEG", "1/2/1/1", "+LAI, -BTF", "Once per turn: you can search for 1 \"Slime\" Entity.\nOnce per turn when this card is attacked: you can negate the attack; return the attacking Entity to the hand.", "[M] When you use this card's first main effect: you can Effect Play the searched Entity."], ["LUNM", 40, "Slime Silver", "ENT", "LEG", "5/2/1/20", "+LAI, -BTF", "This card cannot be Effect Played.\nDuring your Effect Phase: you can shuffle this card into your deck; claim 3 Prize Tokens.", "[M] Once per turn when this card is attacked: you can reduce the damage taken by 1."], ["LUNM", 41, "Slime Dungeon", "MAP", "LAI", "", "", "Contained \"Slime\" Entities cannot be destroyed by opposing card effects or take effect damage.", "+ When an affected LV 1 pure LEG Entity is destroyed: you can Effect Play 1 card with the same name.\n- When an affected entity is destroyed: destroy 1 card with the same name in your deck."], ["LUNM", 42, "Greatest of All Slime", "EVN", "NML", "", "", "Search for 1 \"Slime\" Entity or Effect Play 1 \"Slime\" Entity from your deck."], ["LUNM", 43, "Slime Doll", "OBJ", "LEG", "", "", "When the matched \"Slime\" Entity is attacked: you can shuffle this card into the deck; reduce the damage to 0."], ["LUNM", 44, "Baroneph Vassalage", "EVN", "NML", "", "", "Shuffle 1 LV 2 or higher \"Baroneph\" Entity in your hand into the deck; Effect Play 1 \"Baroneph\" Entity of a lower LV from your deck."], ["LUNM", 45, "Cumulos, Knight of Baroneph", "ENT", "AST", "1/6/7/7", "+STL, -IND", "When you play this card: you can Effect Play 1 LV 1 \"Baroneph\" Entity.\nThis card cannot be destroyed by opposing card effects.", "[M] Once per turn: you can change 1 matched Object to be matched to your LV 2 or higher \"Baroneph\" Entity."], ["LUNM", 46, "Speleolunker's Gear", "OBJ", "FIG", "", "", "Once per turn when the matched Entity would be destroyed: you can return the matched Entity and this card to the hand."], ["LUNM", 47, "Speleolunker Survey", "EVN", "NML", "", "", "Once per turn: destroy 10 \"Spelunk Counter\"s on your \"Speleolunker Cavern\" Map; draw 2 cards."], ["LUNM", 48, "Wishapon Comet", "ENT", "AST", "1/7/4/7", "+MAG, -STL", "While you control no Entities: you can Effect Play this card.\nYou can shuffle this card into the deck; search for 1 \"Wishapon\" card. ", "[M] While this card is preparing an attack: it cannot be attacked."], ["LUNM", 49, "Wishapon Meteor", "ENT", "AST", "1/7/12/7", "+MAG, -STL", "When this card attacks: you can shuffle it into the deck; destroy the attack's target.", "[M] When this card destroys an Entity in battle: you can destroy that Entity's containing Map."], ["LUNM", 50, "Wishapon Eclipse", "ENT", "AST", "1/7/4/10", "+MAG, -STL", "You can shuffle this card into the deck; Effect Play 1 LV 1 \"Wishapon\" Entity and 1 destroyed LV 1 \"Wishapon\" Entity, neither being \"Wishapon Eclipse\".", "[M] When your opponent plays an Event: you can choose one of the following effects:\na) destroy the matched Object; draw 1 card;\nb) negate the Event's effect; destroy it."], ["LUNM", 51, "Wishapon Aurora", "ENT", "AST", "2/10/4/10", "+MAG, -STL", "Your \"Wishapon\" Entities cannot be destroyed by opposing card effects.\nWhen this card would be destroyed: you can shuffle it into the deck instead.", "[M] During the End Phase: you can recover 7 HP to 1 of your \"Wishapon\" Entities."], ["LUNM", 52, "Wishapon Supernova", "ENT", "AST", "3/10/12/10", "+MAG, -STL", "During the End Phase: you can target 1 \"Wishapon\" Entity you shuffled into your deck this turn; Effect Play the target.", "[M] Once per turn when your card is removed from play: you can destroy 1 opposing card of the same type."], ["LUNM", 53, "Wishaponstellation", "EVN", "NML", "", "", "Target your \"Wishapon\" Entity; Effect Play 1 \"Wishapon\" Entity from your deck with the same LV but a different name in the same map."], ["LUNM", 54, "Wishapon Satellite", "OBJ", "AST", "", "", "When the matched Entity is shuffled into the deck: you can shuffle this card into the deck.\nWhen the matched Entity would be destroyed: you can destroy this card; negate the destruction."], ["LUNM", 55, "Wishapon Observatory", "MAP", "IND", "", "", "\"Wishapon\" Entities have advantage in this Map.\nWhen a \"Wishapon\" Entity is played in this Map: you can declare 1 card type; excavate 3 cards; add 1 excavated card of the declared type to your hand; shuffle your deck.", "+ Once per turn, you can target 1 affected Entity; the effects and attacks of the target cannot be negated until the End Phase.\n- Once per turn, target 1 affected Entity; it cannot attack, and its effects are negated, until the End Phase."], ["LUNM", 56, "Octitrology, the Study of Octitro", "EVN", "RSP", "", "", "Activate in response to you activating the effect of your \"Octitro\" Entity; add 1 destroyed \"Octitro\" Entity of yours to your hand; the effects of your \"Octitro\" Entities cannot be negated until the End Phase."], ["LUNM", 57, "Octitrombone", "OBJ", "MOB", "", "", "When the matched Entity inflicts battle damage to an opposing Entity; you can reduce the damage such that it inflicts at least 1 damage; inflict damage to 1 other opposing Entity equal to the amount reduced by."], ["LUNM", 58, "Found Phantom - Ink Imp", "ENT", "HAU/CON", "1/6/6/6", "+WLD, -STL", "When a Haunt Token is destroyed: you can Effect Play this card.\nOnce per turn, when your opponent would affect your \"Found Phantom\" Entity with a card effect: negate the effect.", "[M] When this card would be destroyed: you can Effect Play 1 \"Haunt Token\" on your opponent's side; shuffle this card into the deck instead."], ["LUNM", 59, "Found Phantoms Shutter Shock", "EVN", "RSP", "", "", "Activate in response to one of your \"Found Phantom\" Entities declaring an attack; negate the attack; match this card to the attack's target as a HAU Object with the following effect: the matched Entity's name becomes \"Haunt Token\"."], ["LUNM", 60, "Hexperiment Monster", "ENT", "HAU", "2/9/11/6", "+IND, -STL", "You can discard this card; excavate 3 cards; discard 1 excavated Entity; Effect Play this card; shuffle your deck.", "[M] Once per turn: you can search for 1 \"Hexperiment\" Entity."], ["LUNM", 61, "Hexperiment Tulpa", "ENT", "HAU", "1/2/2/2", "+IND, -STL", "You can discard this card; excavate 3 cards; Effect Play 1 excavated \"Hexperiment\" Entity; shuffle your deck; match this card to the Entity as a HAU Object with the following effect: the matched Entity cannot be destroyed by opposing card effects.\nWhen this card is destroyed: destroy the matched Entity.", "[M] When this card is destroyed: you can destroy 1 opposing Entity."], ["LUNM", 62, "Hexperiment Brazen", "ENT", "HAU", "1/9/2/9", "+IND, -STL", "You can discard this card; declare 1 card type; excavate 3 cards; discard 1 excavated card of the declared type; Effect Play this card.", "[M] Once per turn: you can declare 1 card type; target 1 card of the declared type in your opponent's hand; destroy 1 opposing card of the declared type."], ["LUNM", 63, "Hexperiment Automaton", "ENT", "HAU", "1/9/6/9", "+IND, -STL", "You can discard this card; excavate 3 cards; discard 1 excavated Map or Object; Effect Play this card; shuffle your deck.\nThis card cannot be destroyed in battle.\nOnce per turn when an opposing attack is made: you can change the target to this card.", "[M] During the End Phase: recover 3 HP to this card."], ["LUNM", 64, "Hexperiment Hybrid", "ENT", "HAU", "1/9/2/6", "+IND, -STL", "You can discard this card; excavate 3 cards; discard 2 excavated cards of different types; Effect Play this card; shuffle your deck.\nOnce per turn: you can search for 1 non-Entity \"Hexperiment\" card.", "[M] When this card is destroyed: you can add 1 of your destroyed cards to your hand; shuffle 1 of your destroyed cards of a different type into the deck."], ["LUNM", 65, "Hexperiment Chrysopoeia", "ENT", "HAU", "3/9/11/11", "+IND, -STL", "Once per turn when you discard 1 or more excavated cards: you can add 1 of those discarded cards to your hand.\nWhen this card is destroyed: you can Effect Play 1 of your destroyed LV 1 \"Hexperiment\" Entities.", "[M] Once per turn when your opponent activates a card effect: you can negate the effect; destroy that card."], ["LUNM", 66, "Hexperiment Gone Horribly Right", "EVN", "RSP", "", "", "Once per turn: activate in response to you Effect Playing a \"Hexperiment\" Entity. Match 1 HAU Object to the Entity from your deck; search for 1 \"Hexperiment\" card, except \"Hexperiment Gone Horribly Right\"."], ["LUNM", 67, "Hexperiment Analysis", "EVN", "CTN", "", "", "When your \"Hexperiment\" Entity attacks: put 1 \"Result Counter\" on this card.\nDuring your End Phase: excavate 1 card per \"Result Counter\" on this card; add 1 excavated \"Hexperiment\" card to your hand; shuffle your deck; destroy all \"Result Counter\"s on this card.\nThis card is self-exclusive."], ["LUNM", 68, "Hexperiment Laboratory", "MAP", "IND", "", "", "Once per turn: you can Effect Play 1 destroyed \"Hexperiment\" Entity of yours in this empty Map.", "+ When an affected Entity of yours is destroyed: you can excavate 3 cards; discard 1 excavated card; add 1 excavated card of the same type to your hand; shuffle your deck.\n- When an affected Entity of yours is destroyed: shuffle 1 random card in your hand into your deck."], ["LUNM", 69, "Hexperimentometer", "OBJ", "HAU", "", "", "Once per turn when the matched Entity resolves its effect: you can put 1 card from your deck on top of your deck."], ["LUNM", 70, "Updraft Dragon", "ENT", "LEG", "1/7/8/10", "+WLD, -LAI", "While you control no Entities: you can Effect Play this card.\nOnce per turn: you can increase the LV of one of your Entities by 1 until the End Phase.", "[M] Once per turn: you can return 1 Entity and its matched Objects to the hand."], ["LUNM", 71, "Downdraft Dragon", "ENT", "LEG", "1/10/8/7", "+LAI, -WLD", "While you control no Entities: you can Effect Play this card.\nOnce per turn: you can decrease the LV of all opposing Entities by 1 until your opponent's End Phase.", "[M] Once per turn when your Entity would be returned to your hand: you can negate it."], ["LUNM", 72, "Razed to the Ground", "EVN", "NML", "", "", "Destroy 1 Map."], ["LUNM", 73, "Small Fry", "ENT", "MOB", "1/1/0/0", "+STL, -WLD", "You can destroy this card; Effect Play 1 pure MOB Entity with more ATK than this card; it cannot attack this turn.", "[M] Once per turn: you can search for 1 \"Small Fry\"."], ["LUNM", 74, "Remote Storage Dimension", "MAP", "IND", "", "", "Entities not in this map can have Objects matched to them in this map.\nWhen this map is destroyed: destroy all contained Objects matched to non-contained Entities except 1; add that Object to your hand.", "+ The effects of Objects matched to affected Entities cannot be negated.\n- The effects of Objects matched to affected Entities are negated."], ["LUNM", 75, "Bedlam Jester", "ENT", "FIG/LEG", "1/7/0/3", "+STL, -MAG", "When this card is played: you can target 1 opposing Entity; the target has its Advantage and Disadvantage swapped, and its ATK and DEF swapped.", "[M] This card cannot be attacked."], ["LUNM", 76, "Bedlam Mime", "ENT", "FIG/LEG", "1/3/0/5", "+STL, -MAG", "When this card is played: you can target 1 Entity; this card's stats (except for its LV) become equal to the target's stats.", "[M] This card's match effect is the target's match effect."], ["LUNM", 77, "Crying Fowl", "ENT", "CON", "1/1/0/0", "+IND, -LAI", "When your opponent would search for an Entity: you can discard this card; negate the search.\nWhile this is the only Entity in the containing Map: this card cannot be attacked.", "[M] You can shuffle this card's matched Object into the deck; shuffle 1 opposing Entity into the deck."], ["LUNM", 78, "The Stone Bridge", "MAP", "BTF", "", "", "Once per turn while there is only 1 contained Entity and it is not matched to an object: you can match 1 Object of the same subtype to it from your deck.", "+ An affected Entity matched to an Object cannot be prevented from attacking or inflicting battle damage to opposing Entities.\n- An affected Entity matched to an Object cannot attack opposing Entities."], ["LUNM", 79, "Umbrella Spear", "OBJ", "FIG", "", "", "While the matched entity is preparing an attack: its DEF is increased by half its ATK.\nWhen the matched Entity is destroyed: during the End Phase: you can Effect Play 1 LV 1 Entity with the same subtypes."], ["LUNM", 80, "Escape the Room", "EVN", "NML", "", "", "Destroy 1 Object in a Map; return the Entity that was matched to that Object to the hand."], ["LUNM", 81, "Volcanic Vista", "MAP", "STL", "", "", "Once per turn, when the last Entity in this map is destroyed: Effect Play 1 Entity of a lower level in its place; it cannot be destroyed until the end of the turn.", "+ Once per turn, when an affected Entity would be destroyed by an opposing card effect: you can negate the destruction.\n- During the Effect Phase: destroy 1 affected Entity."], ["LUNM", 82, "Half-Remembered Proverb", "EVN", "RSP", "", "", "Activate in response to one of your Event effects being negated; destroy the Event; play 1 other Event from your deck; its effect cannot be negated until the end of the turn."], ["LUNM", 83, "Li'l Wisp", "ENT", "HAU", "1/3/3/9", "+WLD, -BTF", "When your Entity is destroyed by a card effect: you can destroy this card; destroy 1 opposing Entity.", "[M] Once per turn when your Entity is destroyed by a card effect: you can Effect Play 1 \"Li'l Wisp\" from your deck."], ["LUNM", 84, "Compassionate Succubus", "ENT", "HAU", "2/11/8/10", "+STL, -MAG", "Once per turn: you can inflict damage to 1 opposing Entity up to its current HP - 1; recover HP to this Entity by the damage inflicted.", "[M] When you use this card's main effect: that opposing Entity cannot attack until your opponent's next End Phase."], ["LUNM", 85, "Scornspawn", "ENT", "HAU", "3/9/9/13", "+BTF, -LAI", "When an opposing Entity uses an effect on your Entity: you can put 1 \"Scorn Counter\" on this card.\nThis card's ATK is increased by 2 per \"Scorn Counter\" on it.", "[M] When this card would be destroyed by the effect of an opposing card: you can destroy \"Scorn Counter\"s on this card; negate the destruction."], ["LUNM", 86, "Fractal Fiend", "ENT", "HAU", "4/4/8/16", "+IND, -STL", "When this card is attacked: shuffle the attacking Entity into the deck.", "[M] When this card is destroyed: you can Effect Play HAU Entities from your hand or Void whose total LV is equal to this card's LV."], ["LUNM", 87, "The Insatiable", "ENT", "HAU", "5/23/10/10", "+LAI, -WLD", "Your opponent cannot negate destruction.", "[M] Once per turn: you can discard 1 card; destroy 1 card."], ["LUNM", 88, "Nightmare Contagion", "ENT", "HAU", "4/12/7/12", "+MAG, -IND", "All non-HAU entities in play are treated as being pure HAU.", "[M] When this card is attacked: the attacking Entity has disadvantage in their containing Map until your next End Phase."], ["LUNM", 89, "Digital Haunt", "EVN", "CTN", "", "", "Your CON Entities are treated as being CON/HAU."], ["LUNM", 90, "Donning the Sheepskin", "EVN", "CTN", "", "", "Match 1 Object in your deck to your Entity of a different subtype; while matched to that Object: it cannot attack; it is treated as being the type of the matched Object for the purposes of opposing effects."], ["LUNM", 91, "Friends With One's Own Ghost", "EVN", "NML", "", "", "Match 1 destroyed Entity of yours to another copy of the same Entity as an Object of its primary subtype with the following effect: you can destroy this card; destroy 1 opposing Entity."], ["LUNM", 92, "Infinite Cascade", "EVN", "CTN", "", "", "During the Effect Phase: shuffle 1 of your Entities into the deck and Effect Play 1 Entity of the same level, otherwise: destroy this card."], ["LUNM", 93, "Psychograph", "OBJ", "FIG", "", "", "You can destroy this card matched to your FIG Entity; Effect Play 1 LV 1 HAU Entity in the same map. While this is the top card in your Void: that HAU Entity cannot be destroyed."], ["LUNM", 94, "Enlightenment Engine", "OBJ", "CON", "", "", "Once per turn: you can declare 1 type; excavate 1 card; add the card of the declared type to your hand; the matched entity cannot be destroyed by card effects until your opponent's next End Phase."], ["LUNM", 95, "Echoing Roar", "OBJ", "MOB", "", "", "During the End Phase, if the matched Entity destroyed an opposing Entity by a card effect: you can shuffle that destroyed Entity into the deck."], ["LUNM", 96, "Thundercatch Gauntlets", "OBJ", "LEG", "", "", "When your Entity is destroyed by a card effect: the matched Entity can prepare an attack."], ["LUNM", 97, "Pathos Rosary", "OBJ", "AST", "", "", "The ATK of the matched Entity is increased by the total level of your destroyed Entities."], ["LUNM", 98, "Lost Lore", "OBJ", "HAU", "", "", "The matched Entity cannot be destroyed by battle.\nDuring your End Phase, if the HP of the matched Entity is 0: destroy it; excavate cards equal to the LV of the matched Entity; add 1 excavated card to your hand."], ["LUNM", 99, "Starless Sea", "MAP", "BTF", "", "", "Contained Entities cannot be affected by opposing Events.", "+ Once per turn, when you play an Event card: 1 affected Entity gains an attack.\n- Once per turn, when your opponent plays an Event card: 1 affected Entity of your opponent's choice cannot attack on your next turn."], ["LUNM", 100, "Aeolipale, Dragon of Rusted Wings", "ENT", "LEG/CON", "4/14/14/11", "+IND, -LAI", "You can discard 1-4 cards; Effect Play this card; place \"Rust Counter\"s on this card equal to the number of cards discarded.\nThis card's LV is equal to the number of \"Rust Counter\"s on it.\nOnce per turn: you can destroy or return to the hand cards up to the number of \"Rust Counter\"s on this card.\nDuring the End Phase: destroy 1 \"Rust Counter\" on this card, otherwise: destroy this card.", "[M] When this card is destroyed: excavate cards equal to the number of \"Rust Counter\"s on it + 1; add 1 excavated card to your hand.", 15], ["VAAB", 1, "Raydio Raydiant", "ENT", "CON/AST", "3/7/4/16", "+MAG, -LAI", "Once per turn: this card can use its attack to target 1 of your destroyed \"Raydiant\" cards and 1 of your destroyed cards; during your End Phase: add one target to your hand and shuffle the other into the deck.", "[M] Once per turn when your opponent would add a card from their deck to their hand: you can look at the card; you can excavate cards equal to this card's LV; add the card of the same type as the added card to your hand."], ["VAAB", 2, "Micro Raydiant", "ENT", "CON/AST", "2/7/5/13", "+MAG, -LAI", "Once per turn: this card can use its attack to target 1 opposing Entity; it cannot attack any other Entity except this card, until your opponent's End Phase.", "[M] Once per turn: you can recover 7 HP to one \"Raydiant\" Entity of yours, except \"Micro Raydiant\"."], ["VAAB", 3, "Infra Raydiant", "ENT", "CON/AST", "1/7/6/10", "+MAG, -LAI", "Once per turn: this card can use its attack to search for 1 \"Raydiant\" card.", "[M] Once per turn: you can target 1 opposing Entity; effects on that Entity cannot be negated until the End Phase."], ["VAAB", 4, "Ultra Raydiant", "ENT", "CON/AST", "1/7/10/6", "+MAG, -LAI", "Once per turn: this card can use its attack to force your opponent to reveal 1 random card in their hand; destroy the revealed Entity.", "[M] Once per turn: you can destroy all your counters or all your opponent's counters."], ["VAAB", 5, "X Raydiant", "ENT", "CON/AST", "2/7/13/5", "+MAG, -LAI", "Once per turn: this card can use its attack to target all Entities matched to Objects; return all opposing Objects to the hand; destroy the targets.", "[M] Once per turn when your opponent uses the effect of a card on your \"Raydiant\" Entity: you can negate that effect; shuffle that card into the deck."], ["VAAB", 6, "Gamma Raydiant", "ENT", "CON/AST", "3/7/16/4", "+MAG, -LAI", "Once per turn: this card can use its attack to target your \"Raydiant\" Entities that are preparing attacks; they stop preparing attacks; destroy a number of opposing Entities equal to the number of targets.", "[M] Once per turn: you can excavate cards equal to this card's LV; you can discard 1 card; add 1 excavated card to your hand."], ["VAAB", 7, "Raynbow Raydiant", "ENT", "CON/AST", "1/7/7/7", "+MAG, -LAI", "Your \"Raydiant\" Entities, except for \"Raynbow Radiant\", cannot be destroyed by the effects of opposing Entities.\nOnce per turn: this card can use its attack to make all opposing entities stop preparing attacks.", "[M] This card's base ATK and DEF become equal to the highest ATK and DEF of your \"Raydiant\" Entities."], ["VAAB", 8, "Raydiant Flux", "OBJ", "CON", "", "", "Effects of the matched Entity that begin with \"once per turn\" cannot be negated."], ["VAAB", 9, "Raydiant Spectrum Field", "MAP", "MAG", "", "", "You can Effect Play 1 LV 1 \"Raydiant\" Entity in this empty Map.\nWhen a contained AST Entity is destroyed: you can target it; during the End Phase: discard cards equal to its LV; add it to your hand.", "+ Once per turn: one affected Entity can be given an extra attack.\n- Affected Entities cannot attack."], ["VAAB", 10, "Raydiant Irraydiation", "EVN", "CTN", "", "", "Unprepared attacks from your \"Raydiant\" Entities are treated as being prepared."], ["VAAB", 11, "Johann, the Grimoire Keeper", "ENT", "FIG/HAU", "2/8/8/5", "+STL, -LAI", "This card cannot be Effect Played.\nWhen this card is played, you can search for 1 \"Grimoire Keeper\" card, except \"Johann, the Grimoire Keeper\".\nThis card is self-exclusive.", "[M] Once per turn when another of your \"Grimoire Keeper\" entities would be destroyed by an opposing card: you can negate the destruction; destroy the opposing card."], ["VAAB", 12, "Beloved by the Grimoire Keeper", "ENT", "FIG", "1/5/3/4", "+STL, -BTF", "While you control \"Johann, the Grimoire Keeper\":\na) you can Effect Play this card; and\nb) this card cannot be attacked.\nDuring your End Phase: your \"Johann, the Grimoire Keeper\" recovers 4 HP.", "[M] You can use this card's attack to double the ATK of \"Johann, the Grimoire Keeper\" until the end of the Battle Phase."], ["VAAB", 13, "Bargained with the Grimoire Keeper", "ENT", "HAU", "4/6/6/6", "+STL, -MAG", "Your \"Contract of the Grimoire Keeper\" cannot be destroyed by opposing card effects.\nThe effects of the matched \"Grimoire of Wonders\" are negated.", "[M] When this card reduces the HP of an opposing Entity to a number equal to or lower than this card's ATK: destroy it; your opponent cannot activate effects in response to its destruction; this effect cannot be negated."], ["VAAB", 14, "Advocate for the Grimoire Keeper", "ENT", "FIG", "1/6/4/10", "+STL, -BTF", "The DEF of your \"Johann, the Grimoire Keeper\" is increased by this card's DEF.", "[M] Your \"Johann, the Grimoire Keeper\" cannot be removed from play by opposing card effects."], ["VAAB", 15, "Shadow of the Grimoire Keeper", "ENT", "HAU", "2/1/0/0", "+STL, -MAG", "This card cannot be Direct Played.\nWhen your \"Johann, the Grimoire Keeper\" is destroyed while matched to \"Grimoire of Wonders\": you can Effect Play this card.\nWhen this card is destroyed in battle: your opponent does not claim a Prize Token.\nThis card is self-exclusive.", "[M] You can destroy this card; add your destroyed \"Johann, the Grimoire Keeper\" to your hand."], ["VAAB", 16, "Grimoire of Wonders", "OBJ", "HAU", "", "", "During your Effect Phase: target the matched \"Johann, the Grimoire Keeper\" and your \"Contract of the Grimoire Keeper\"; draw 1 card; otherwise: destroy the matched Entity.\nOnce per turn: you can shuffle 1 card from your hand into the deck; draw 1 card.\nThis card is self-exclusive."], ["VAAB", 17, "Crossroads of the Bargain", "MAP", "STL", "", "", "The LV requirement for Direct Playing \"Grimoire Keeper\" entities in this Map is reduced by 1.\nOnce per turn: you can target the contained \"Bargained with the Grimoire Keeper\"; match 1 \"Grimoire of Wonders\" from your deck to the contained \"Johann, the Grimoire Keeper\".", "+ When an affected Entity resolves its effect: it can prepare an attack.\n- When an affected Entity is affected by an opposing Entity effect: that opposing Entity can prepare an attack."], ["VAAB", 18, "Contract of the Grimoire Keeper", "EVN", "CTN", "", "", "When an effect would remove from play or negate the effects of your \"Grimoire of Wonders\": negate that effect; add 1 \"Bargain Counter\" to this card.\nDuring the End Phase, while this card has 6 \"Bargain Counter\"s on it: destroy all your cards; your opponent gains 6 Prize Tokens, otherwise, while your \"Johann, the Grimoire Keeper\" is at full HP: remove 1 \"Bargain Counter\" from this card.\nThis card cannot be destroyed by your card effects except \"Grimoire Keeper\" Events.\nThis card is self-exclusive."], ["VAAB", 19, "Dire Defense of the Grimoire Keeper", "EVN", "RSP", "", "", "Activate in response to when your \"Contract of the Grimoire Keeper\" would destroy your Entity/ies. Target your \"Advocate for the Grimoire Keeper\"; your FIG \"Grimoire Keeper\" Entities cannot be destroyed by your card effects this turn."], ["VAAB", 20, "Repentance of the Grimoire Keeper", "EVN", "NML", "", "", "Destroy all copies of \"Grimoire of Wonders\" and \"Contract of the Grimoire Keeper\" you control, in your hand, and in your deck. Destroy your \"Shadow of the Grimoire Keeper\"; add your destroyed \"Johann, the Grimoire Keeper\" to your hand."], ["VAAB", 21, "World Beast Ashravata", "MAP", "STL", "", "", "\"World Beast\" Entities have advantage in this Map.\nThis card is also treated as an Entity (MOB/LEG, LV 5/HP 25/ATK 15/DEF 10).\nDuring the End Phase: target 1 contained \"World Beast Speaker\" Entity or destroy 1 contained MOB, otherwise: inflict 5 damage to this card.\nThis card is self-exclusive.", "+ Once per turn: you can discard 1 card; all affected Entities are treated as being matched to an Object of their primary subtype until the End Phase.\n- The match effects of affected Entities are negated.", 15, "LV 5 HP 25/25 ATK 15 DEF 10"], ["VAAB", 22, "World Beast Baliroko", "MAP", "BTF", "", "", "\"World Beast\" Entities have advantage in this Map.\nThis card is also treated as an Entity (MOB/LEG, LV 5/HP 15/ATK 20/DEF 15).\nDuring the End Phase: target 1 contained \"World Beast Speaker\" Entity or destroy 1 contained MOB, otherwise: inflict 5 damage to this card.\nThis card is self-exclusive.", "+ Once per turn: you can use an affected Entity's attack to make this card attack.\n- Once per turn: target one affected Entity; it cannot attack this turn.", 15, "LV 5 HP 15/15 ATK 20 DEF 15"], ["VAAB", 23, "World Beast Chelydrasil", "MAP", "LAI", "", "", "\"World Beast\" Entities have advantage in this Map.\nThis card is also treated as an Entity (MOB/LEG, LV 5/HP 20/ATK 10/DEF 20).\nDuring the End Phase: target 1 contained \"World Beast Speaker\" Entity or destroy 1 contained MOB, otherwise: inflict 5 damage to this card.\nThis card is self-exclusive.", "+ Affected Entities take 3 less damage from attacks.\n- Affected Entities inflict 3 less damage with their attacks.", "", "LV 5 HP 20/20 ATK 10 DEF 20"], ["VAAB", 24, "World Beast Speaker Kiwitch", "ENT", "MOB/LEG", "1/5/2/4", "+MAG, -IND", "Once per turn while in a \"World Beast\" Map: you can destroy or discard 1 MOB Entity of yours; Effect Play 1 \"World Beast Speaker\" Entity in the same Map as this card.\nWhen this card is destroyed: your opponent must discard 1 random card.", "[M] Once per turn: you can recover 5 HP to your \"World Beast\" Entity."], ["VAAB", 25, "World Beast Speaker Sorcerpent", "ENT", "MOB/LEG", "2/7/11/7", "+MAG, -IND", "While in a \"World Beast\" Map: you can destroy or discard 1 MOB Entity of yours; destroy 1 opposing Object or Event.\nWhen this card is destroyed: you can target the card that destroyed it; destroy all copies of that card in its owner's hand and deck.", "[M] Once per turn when your MOB Entity is destroyed: you can destroy 1 opposing Entity."], ["VAAB", 26, "World Beast Speaker Prawnaturge", "ENT", "MOB/LEG", "2/5/7/7", "+MAG, -IND", "Once per turn while in a \"World Beast\" Map: you can destroy or discard 1 MOB Entity of yours; add 1 destroyed MOB Entity of yours with a LV equal to or less than this card to your hand.\nWhen this card is destroyed: you can shuffle 1 destroyed MOB Entity into the deck.", "[M] Once per turn when an opposing Entity would use its effect: you can negate the effect."], ["VAAB", 27, "World Beast Speaker Reinseer", "ENT", "MOB/LEG", "2/11/4/7", "+MAG, -IND", "Once per turn while in a \"World Beast\" Map: you can destroy or discard 1 MOB Entity of yours; search for 1 \"World Beast Speaker\" Entity.\nWhen this card is destroyed: excavate 5 cards; add 1 excavated Event to your hand.", "[M] Once per turn when your \"World Beast\" Entity would be destroyed by an opposing card; you can negate the destruction; you can return that card to the hand."], ["VAAB", 28, "World Beast Ritual Dagger", "OBJ", "LEG", "", "", "The matched Entity's effects that destroy cards or result from destruction cannot be negated.\nThe attacks of the matched \"World Beast Speaker\" Entity inflict 1 more damage."], ["VAAB", 29, "World Beast Prestivegetation", "EVN", "CTN", "", "", "Activate only if you control a \"World Beast Speaker\" entity.\nThe secondary subtype of your non-MOB Entities becomes MOB and they gain advantage in \"World Beast\" Maps.\nDuring your Effect Phase: target your \"World Beast Speaker\" entity; otherwise, destroy this card."], ["VAAB", 30, "Echoes of the World Beast", "EVN", "CTN", "", "", "Target 1 destroyed LV 5 \"World Beast\" Entity of yours and 1 of your \"World Beast Speaker\" Entities; the \"World Beast Speaker\" Entity is treated as having the stats of the destroyed Entity."], ["VAAB", 31, "Beastie Burrow", "MAP", "WLD", "", "", "When your \"Beastie\" Entity is destroyed: you can Effect Play it in this empty Map.", "+ Once per turn when an affected Entity is attacked but not destroyed: it can attack the attacking Entity.\n- When an affected Entity is attacked: it stops preparing attacks; it cannot attack during your next Battle Phase."], ["VAAB", 32, "MESSENGER-Frame Multitool", "OBJ", "FIG", "", "", "You can destroy this card; Effect Play 1 \"MESSENGER-Frame Unit\" Entity from your hand or Void."], ["VAAB", 33, "Slime Sour", "ENT", "LEG", "1/2/1/1", "+LAI, -BTF", "This card can use its attack to inflict 5 damage to 1 Entity.", "[M] When this card is destroyed in battle: destroy the attacking Entity."], ["VAAB", 34, "Wishapon Nebula", "ENT", "AST", "2/7/7/12", "+MAG, -STL", "When your \"Wishapon\" Entity is destroyed: you can Effect Play this card.\nYou can shuffle this card and 1 of your other cards into the deck; draw 1 card.", "[M] You can destroy the matched Object; Effect Play 1 LV 1 \"Wishapon\" Entity."], ["VAAB", 35, "Hexperiment Post-Mortem", "EVN", "NML", "", "", "Target up to 6 of your destroyed \"Hexperiment\" Entities; destroy an equal number of cards from the top of your deck; add 1 \"Hexperiment\" card you destroyed with this effect to your hand; Effect Play 1 of the targets and shuffle the rest into the deck."], ["VAAB", 36, "Trickster Gargren", "ENT", "MOB", "1/5/7/11", "+STL, -MAG", "When this card is played: it prepares an attack.\nWhile preparing an attack:\na) this card cannot be attacked; and\nb) while it is your only Entity: opposing Entities can attack directly.", "[M] During the Effect Phase: target 1 other Entity; this card gains its match effect until the End Phase."], ["VAAB", 37, "Pyre-Idol Primate", "ENT", "MOB", "2/5/5/7", "+IND, -BTF", "When you destroy a card: you can add 1 \"Pyre Counter\" to this card.\nDuring your End Phase: shuffle cards from the top of your Void into your deck equal to the number of \"Pyre Counter\"s on this card; excavate an equal number of cards; add 1 excavated Event to your hand; destroy all your \"Pyre Counter\"s.", "[M] This card cannot be destroyed by opposing Events.\nWhen this card's main effect resolves: you can play the added Event."], ["VAAB", 38, "Bluster Raptor", "ENT", "MOB", "3/12/10/10", "+BTF, -LAI", "This card can use its prepared attack to return all opposing Entities to the hand.", "[M] You can return your Entity to the hand; this card prepares an attack.\nWhen this card is returned to the hand: you can return the matched Object to the hand."], ["VAAB", 39, "Vicious Rutalassus", "ENT", "MOB", "4/11/17/9", "+LAI, -STL", "Once per turn when an opposing Entity takes damage, except by battle with this card: this card can make an unprepared attack against it.", "[M] Once per turn when an opposing Entity attacks this card: this card can make an unprepared attack against it."], ["VAAB", 40, "Inel, Warden of the Wilderness", "ENT", "MOB", "5/12/12/12", "+WLD, -IND", "When this card is played: you can search for \"Inel's Blessing\".\nYour MOB Entities cannot be destroyed by opposing effects.\nOnce per turn when your MOB Entity (except \"Inel, Warden of the Wilderness\") would be attacked: you can change the target to this card.", "[M] When you use this card's main effect to redirect an attack: this card's ATK is doubled until your next End Phase."], ["VAAB", 41, "Iso Lighthouse", "MAP", "STL", "", "", "While this Map contains only a single unmatched Entity: it is considered as being matched to an Object of its primary subtype.", "+ Affected Entities cannot be prevented from targeting opposing non-Entity cards with their effects.\n- Affected Entities cannot target opposing non-Entity cards with their effects."], ["VAAB", 42, "Reclaimed Ruins", "MAP", "WLD", "", "", "You can negate attacks on contained Entities a number of times per turn equal to the number of destroyed non-WLD Maps.", "+ If an affected Entity is attacked while preparing an attack: they can make an unprepared attack against their attacker.\n- If an affected Entity is attacked while preparing an attack: they stop preparing their attack."], ["VAAB", 43, "Toxtraction Plant", "MAP", "IND", "", "", "MOB Entities cannot have disadvantage in this Map.\nOnce per turn: you can target 1 contained Entity being affected by an opposing effect(s); negate all opposing effects affecting it until the End Phase.", "+ Affected Entities cannot take damage from opposing effects.\n- When an affected Entity takes effect damage: they take 3 extra damage."], ["VAAB", 44, "Scar Canyon", "MAP", "BTF", "", "", "Once per turn when a contained Entity takes battle damage: you can declare 1 card name; excavate cards equal to the amount of damage taken; add the excavated card with that name to your hand; then, or otherwise: shuffle your deck.", "+ Affected Entities have their ATK increased by the difference between their current and maximum HP.\n- Affected Entities have their DEF decreased by the difference between their current and maximum HP."], ["VAAB", 45, "Armageddon Hollow", "MAP", "LAI", "", "", "Once per turn: you can destroy 1-5 contained cards and/or cards in your hand; destroy opposing cards equal to the number of cards destroyed; you cannot activate cards in response to either destruction; this effect cannot be negated.", "+ When an affected Entity destroys an opposing Entity: your opponent discards 1 random card.\n- When an affected Entity is destroyed by an opposing Entity: discard 1 card."], ["VAAB", 46, "Genesis Hollow", "MAP", "MAG", "", "", "Once per turn: you can shuffle into the deck 1-5 contained cards and/or cards in your hand; Effect Play 1 Entity in this Map with a LV equal to the number of cards discarded, ignoring its play conditions; this effect cannot be negated.", "+ When an affected Entity adds a card to your hand: you can shuffle it into the deck; draw 1 card\n - When an affected Entity is removed from play: your opponent can draw 1 card."], ["VAAB", 47, "Primordial Pulse", "EVN", "NML", "", "", "Until the End Phase: The LV of all Entities becomes 0; the effects of all Entities are negated."], ["VAAB", 48, "Break in Case of Emergency", "EVN", "CTN", "", "", "When your opponent's card destroys your card(s): you can destroy this card; destroy that card of your opponent's."], ["VAAB", 49, "Fight or Flight or Freeze", "EVN", "RSP", "", "", "Activate in response to an opposing Entity declaring an attack on your Entity. Choose one of the following effects:\na) your entity attacks that opposing Entity;\nb) return your Entity to the hand; or\nc) negate the attack; your Entity cannot attack during your next Battle Phase."], ["VAAB", 50, "Mad Therianthrope Mrnir", "ENT", "MOB/FIG", "3/9/15/7", "+WLD, -STL", "This card cannot prepare attacks unless it is matched to a FIG Object.\nThis card gains 2 extra attacks each turn.\nWhen this card inflicts battle damage to an opposing Entity: that Entity's DEF is reduced by half until the End Phase.", "[M] When this card inflicts battle damage while matched to a MOB Object: it heals for the damage it inflicted.\nWhile this card is matched to a FIG Object: it has advantage in STL Maps."], [], []]}